Repository: nick-s-b/alarm-clock
Catalog: po/*.po
Languages: es, pl

source: <b>Action to perform</b>
es: <b>Acción a ejecutar</b>
pl: <b>Akcja do wykonania</b>

source: <b>Appearance</b>
es: <b>Urgencia</b>
pl: <b>Wygląd</b>

source: <b>Command or script</b>
es: <b>Comando</b>
pl: <b>Komenda lub skrypt</b>

source: <b>Date</b>
es: <b>Fecha</b>
pl: <b>Data</b>

source: <b>Dates</b>
es: <b>Fechas</b>
pl: <b>Daty</b>

source: <b>Dialog window</b>
es: <b>Ventana de diálogo</b>
pl: <b>Okno dialogowe</b>

source: <b>General</b>
es: <b>Opciones generales</b>
pl: <b>Ogólne</b>

source: <b>Hour</b>
es: <b>Hora</b>
pl: <b>Godzina</b>

source: <b>Message</b>
es: <b>Mensaje</b>
pl: <b>Komunikat</b>

source: <b>Months</b>
es: <b>Meses</b>
pl: <b>Miesięcy</b>

source: <b>Name</b>
es: <b>Nombre</b>
pl: <b>Nazwa</b>

source: <b>Passive popup</b>
es: <b>Ventana pasiva</b>
pl: <b>Okno pasywne</b>

source: <b>Priority</b>
es: <b>Tiempo de espera</b>
pl: <b>Priorytet</b>

source: <b>Short name</b>
es: <b>Nombre abreviado</b>
pl: <b>Krótka nazwa</b>

source: <b>Snooze</b>
pl: <b>Pauzuj</b>

source: <b>Sound file</b>
es: <b>Sonido</b>
pl: <b>Plik dźwiękowy</b>

source: <b>Sound</b>
es: <b>Sonido</b>
pl: <b>Dźwięk</b>

source: <b>Standard action</b>
es: <b>Acción estándar</b>
pl: <b>Standardowa akcja</b>

source: <b>Startup</b>
es: <b>Inicio</b>
pl: <b>Uruchamianie systemu</b>

source: <b>Terminal command</b>
es: <b>Comando</b>
pl: <b>Komenda w terminalu</b>

source: <b>Text</b>
es: <b>Texto</b>
pl: <b>Tekst</b>

source: <b>Time format</b>
es: <b>Formato del tiempo</b>
pl: <b>Format godziny</b>

source: <b>Time</b>
es: <b>Hora</b>
pl: <b>Czas</b>

source: <b>Timeout</b>
es: <b>Tiempo de espera</b>
pl: <b>Czas trwania</b>

source: <b>Title</b>
es: <b>Título</b>
pl: <b>Tytuł</b>

source: <b>Volume</b>
es: <b>Volumen</b>
pl: <b>Głośność</b>

source: <b>Weekdays</b>
es: <b>Días de la semana</b>
pl: <b>Dni tygodnia</b>

source: <big><big>No alarms active</big></big> You can create new alarm by clicking on the plus button on the top of this window.
es: <big><big>No hay alarmas activas</big></big> Puede crear una nueva alarma hacienco click en el botón "+", arriba en ésta ventana.
pl: <big><big>Brak aktywnych alarmów</big></big> Możesz utworzyć nowy alarm poprzez kliknięcie na ikonce w pasku narzędzi w górnej części tego okna.

source: <big>No birthdays found</big> To add a new template, click on "Add" button on the right side of the window.
pl: <big>Brak urodzin</big> Aby dodać nowe urodziny, kliknij przycisk "Dodaj" po prawej stronie tego okna.

source: <big>No dates selected.</big>
es: <big>No hay fechas seleccionadas.</big>
pl: <big>Nie wybrano żadnych dat.</big>

source: <big>No missed alarms</big>
es: <big>No hay alarmas perdidas</big>
pl: <big>Brak pominiętych alarmów</big>

source: <big>No tempates found</big> To add a new template, click on "Add" button on the right side of the window.
pl: <big>Brak szablonów</big> Aby dodać nowy szablon, kliknij przycisk "Dodaj" po prawej stronie tego okna.

source: <big>No templates found</big>
es: <big>Plantillas no encontradas</big>
pl: <big>Nie znaleziono żadnych szablonów</big>

source: Add new _alarm
es: Añadir alarma nueva
pl: _Dodaj nowy alarm

source: Add new _counter
es: Añadir nuevo cronómetro...
pl: Dodaj nowy li_cznik

source: Add new alarm
es: Añadir alarma nueva
pl: _Dodaj nowy alarm

source: Alarm Clock
es: Alarma
pl: Budzik

source: Alarm priority:
es: Propiedades de alarma
pl: Priorytet:

source: Alarm properties
pl: Właściwości alarmu

source: Alarm time:
es: Hora de la alarma:
pl: Godzina alarmu:

source: Alarm timeout:
es: Hora de la alarma:
pl: Czas trwania:

source: April
es: abril
pl: Kwiecień

source: August
es: agosto
pl: Sierpień

source: Background color:
es: Color de fondo:
pl: Kolor tła:

source: Birthday preferences
es: Preferencias de Cumpleaños
pl: Preferencje urodzin

source: Birthdays
es: Cumpleaños
pl: Urodziny

source: Birthdays & templates
es: Cumpleaños y plantillas
pl: Urodziny i szablony

source: Birthdays and templates
es: Cumpleaños y plantillas
pl: Urodziny i szablony

source: Check for updates...
es: Comprobar actualizaciones...
pl: Sprawdź aktualizacje...

source: Choose date
es: Elija fecha
pl: Wybierz datę

source: Constant volume
es: Volumen constante
pl: Stała głośność

source: Counter
es: Cronómetro
pl: Licznik

source: December
es: Diciembre
pl: Grudzień

source: Deselect all
es: Desmarcar todo
pl: Odznacz wszystkie

source: Dialog window properties
es: Propiedades de la ventana de diálogo
pl: Właściwości okna dialogowego

source: Do not play any sound
es: No reproducir ningún sonido
pl: Nie odtwarzaj żadnego dźwięku

source: Exclude this date
es: Excluir fecha
pl: Wyklucz tą datę

source: Execute command or shell script
es: Ejecutar comando o script
pl: Uruchom komendę lub skrypt

source: Execute standard action
es: Ejecutar acción estándar
pl: Wykonaj akcję standardową

source: Faded volume
es: Volumen final:
pl: Rosnąca głośność

source: February
es: febrero
pl: Luty

source: Friday
es: viernes
pl: Piątek

source: General
pl: Ogólne

source: General settings
pl: Ustawienia ogólne

source: Include this date
es: Incluir fecha
pl: Dołącz tą datę

source: January
es: enero
pl: Styczeń

source: July
es: julio
pl: Lipiec

source: June
es: junio
pl: Czerwiec

source: Lock the screen
es: Bloquear pantalla
pl: Zablokuj ekran

source: March
es: marzo
pl: Marzec

source: May
es: mayo
pl: Maj

source: Missed alarms
es: Alarmas perdidas
pl: Pominięte alarmy

source: Monday
es: lunes
pl: Poniedziałek

source: Notification
es: Notificación
pl: Powiadomienie

source: November
es: noviembre
pl: Listopad

source: October
es: octubre
pl: Październik

source: Open alarms list
es: Abrir lista de alarmas
pl: Otwórz listę alarmów

source: Play sound during event
es: Reproducir sonido
pl: Odwtórz dźwięk podczas zdarzenia

source: Play standard sound
es: Reproducir sonido estándar
pl: Odtwórz dźwięk domyślny

source: Play this sound file
es: Reproducir éste sonido
pl: Odtwórz ten plik dźwiękowy

source: Popup preferences
es: Preferencias de la ventana emergente
pl: Preferencje okna pasywnego

source: Preferences
es: Preferencias
pl: Preferencje

source: Repeat after finish
es: Repetir (0 = sin límite):
pl: Powtarzaj po zakończeniu

source: Run command
es: Ejecutar comando
pl: Uruchom komendę

source: Run inside GNOME terminal
es: Ejecutar en un terminal
pl: Uruchom w terminalu GNOME

source: Saturday
es: sábado
pl: Sobota

source: Save alarms list
es: Guardar lista de alarmas
pl: Zapisz listę alarmów

source: Schedule
es: Agenda
pl: Harmonogram

source: Scheduled
es: Agregado al calendario
pl: Zaplanowany

source: Select all
es: Seleccionar todo
pl: Zaznacz wszystkie

source: Select date
es: Seleccione fecha...
pl: Wybierz datę

source: September
es: septiembre
pl: Wrzesień

source: Show dialog window during event
es: Mostrar ventana de diálogo
pl: Pokaż okno dialogowe podczas zdarzenia

source: Show missed alarms
es: Mostrar alarmas perdidas
pl: Pokaż ominięte alarmy

source: Show passive popup during event
es: Mostrar en ventana pasiva
pl: Pokaż okno pasywne podczas zdarzenia

source: Show snooze button (min):
es: Mostrar boton de retraso (min):
pl: Pokaż przycisk drzemki (min):

source: Single day
es: Día simple
pl: Pojedyńczy dzień

source: Sound properties
es: Propiedades de sonido
pl: Właściwości dźwięku

source: Standard action
es: Acción estándar
pl: Akcja standardowa

source: Start minimized
es: Iniciar minimizado
pl: Uruchom zminimalizowany

source: Start the program automatically with GNOME
es: Comenzar reloj de alarma con GNOME
pl: Uruchom aplikację razem ze startem GNOME

source: Start this alarm in (in minutes):
es: Iniciar alarma después de (en minutos):
pl: Uruchom ten alarm za (w minutach):

source: Stop the sound
es: Detener sonido
pl: Zatrzymaj dźwięk

source: Sunday
es: domingo
pl: Niedziela

source: Templates
es: Plantillas
pl: Szablony

source: Test current alarm
es: Probar la alarma seleccionada
pl: Przetestuj alarm

source: Text color:
es: Color del texto:
pl: Kolor tekstu:

source: Text size:
es: Tamaño del texto:
pl: Rozmiar tekstu:

source: Thursday
es: jueves
pl: Czwartek

source: Today
es: Hoy
pl: Dzisiaj

source: Tomorrow
es: Mañana
pl: Jutro

source: Tuesday
es: martes
pl: Wtorek

source: Turn off the monitor
es: Apagar el monitor
pl: Wyłącz monitor

source: Use 12-hour clock
es: Usar reloj de 24h
pl: Użyj zegara 12-godzinnego

source: Use 24-hour clock
es: Usar reloj de 12h
pl: Użyj zegara 24-godzinnego

source: Use custom sound file
es: Usar archivo de sonido personalizado
pl: Użyj własnego pliku dźwiękowego

source: Wednesday
es: miércoles
pl: Środa

source: _Add new counter...
es: Añadir nuevo cronómetro...
pl: Dodaj nowy li_cznik...

source: _Edit
es: _Edición
pl: _Edycja

source: _File
es: _Archivo
pl: _Plik

source: _Help
es: Ay_uda
pl: _Pomoc

source: _Remove alarm
es: Eliminar alarma
pl: _Usuń alarm

source: _Show menu bar
es: _Mostrar barra de menú
pl: Pokaż pasek menu

source: _Show missed alarms
es: Mostrar alarmas perdidas
pl: _Pokaż ominięte alarmy

source: _View
es: _Ver
pl: _Widok

source: page 1
es: página1
pl: strona 1

source: page 2
es: página 2
pl: strona 2

source: toolbutton1
pl: przycisk1

source: <b>Too many sounds!</b>
es: <b>¡Demasiados sonidos!</b>
pl: <b>Za dużo na raz odtwarzanych dźwięków!</b>

source: Cannot play more than 1 sound at once.
es: No se puede reproducir más de un sonido al mismo tiempo.
pl: Nie można odtworzyć więcej niż jednego dźwięku na raz.

source: Cannot play sound because the sound file <b>%s</b> was not found.
es: El sonido no se puede reproducir porque hay una alarma sonando.
pl: Nie można otworzyć pliku dźwiękowego <b>%s</b>

source: <b>Cannot find sound file!</b>
es: <b>¡No se encuentra el archivo!</b>
pl: <b>Nie można otworzyć pliku dźwiękowego!</b>

source: Snooze
pl: Drzemka

source: Press any key to continue...
es: Presione cualquier tecla para continuar...
pl: Wciśnij dowolny klawisz, aby kontynuować...

source: Today's birthdays: %s
es: Cumpleaños de hoy: %s
pl: Dzisiejsze urodziny: %s

source: Today's birthdays: %s
pl: Dzisiaj urodziny obchodzą: %s

source: A simple alarm clock for GNOME desktop.
pl: Prosty zegarek dla biurka GNOME.

source: translator-credits
es: Marcelo Briones <ing.mbriones@gmail.com> Launchpad Contributions: @ng3l https://launchpad.net/~ma-lizarazo Ariel von Barnekow https://launchpad.net/~arkow David Prieto https://launchpad.net/~frandavid100-gmail Ernesto Ramirez G https://launchpad.net/~sulobaid Eugenio M. Vigo https://launchpad.net/~evigo Marcelo Briones https://launchpad.net/~margori antbai https://launchpad.net/~ant-mart-86 fr85710 https://launchpad.net/~fr85710
pl: Tomasz Sałaciński <tsalacinski@gmail.com>

source: Untitled
es: Sin título
pl: Bez nazwy

source: Popup
es: Ventana emergente
pl: Okno pasywne

source: Short popup
es: Ventana emergente pequeña
pl: Małe okno pasywne

source: Dialog window
es: Ventana de diálogo
pl: Okno dialogowe

source: This is a small message
es: Este es un recordatorio simple.
pl: To jest proste przypomnienie

source: Sound files
es: Archivos de sonido:
pl: Pliki dźwiękowe

source: All files
es: Todos los archivos
pl: Wszystkie pliki

source: <b>Invalid filename</b>
es: <b>Nombre no válido</b>
pl: <b>Zła nazwa pliku</b>

source: You need to specify sound file name.
es: Necesita especificar el nombre del archivo de sonido
pl: Musisz podać właściwą nazwę pliku

source: <b>Invalid title</b>
es: <b>Título no válido</b>
pl: <b>Niewłaściwy tytuł</b>

source: You need to specify title of the counter.
es: Necesita especificar el título del cronómetro.
pl: Musisz podać tytuł licznika.

source: Alarm clock alarms
es: Alarmas
pl: Alarmy Alarm-Clock

source: _Add new alarm
es: Añadir alarma nueva
pl: _Dodaj nowy alarm

source: _Add new counter
es: Añadir nuevo cronómetro...
pl: Dodaj nowy li_cznik

source: _Remove this alarm
es: Eliminar alarma
pl: _Usuń ten alarm

source: Name
es: Nombre
pl: Nazwa

source: Alarm type
es: Tipo de alarma
pl: Typ alarmu

source: Date and time
es: Fecha y hora
pl: Data i godzina

source: Time left
es: Tiempo restante
pl: Pozostało

source: <i>Single</i>
es: Sencillo
pl: <i>Pojedyńczy</i>

source: Single
es: Sencillo
pl: Pojedyńczy

source: <i>Counter</i>
es: Cronómetro
pl: <i>Licznik</i>

source: <i>Scheduled</i>
es: Añadido a la agenda
pl: <i>Zaplanowany</i>

source: <b>You have old alarms</b>
es: Tiene alarmas antiguas
pl: <b>Masz stare alarmy</b>

source: It seems you missed some alarms, because your old alarm list is not empty.
es: Es probable que haya perdido alarmas, la lista de alarmas antiguas no está vacía.
pl: Wygląda na to, że ominęły Cię niektóre alarmy, ponieważ Twoja lista starych alarmów nie jest pusta.

source: Date
es: Fecha
pl: Data

source: <b>Include</b>
es: <b>Incluir</b>
pl: <b>Dołącz</b>

source: <b>Exclude</b>
es: <b>Excluir</b>
pl: <b>Wyłącz</b>

source: Small
es: Pequeño
pl: Małe

source: Medium
es: Medio
pl: Średni

source: Large
es: Grande
pl: Duże

source: Very large
es: Muy grande
pl: Bardzo duże

source: Low
pl: Niski

source: High
pl: Wysoki

source: Infinite
es: Infinito
pl: Bez końca

source: <b>Error occured!</b>
es: <b>¡Ha ocurrido un error!</b>
pl: <b>Wystąpił błąd!</b>

source: You need to select at least one notification.
es: Necesita seleccionar al menos una notificación.
pl: Musisz zaznaczyć co najmniej jedno powiadomienie.

source: Alarm title cannot be empty.
es: El título de la alarma no puede estar vacío.
pl: Tytuł alarmu nie może być pusty.

source: <b>Are you sure?</b>
es: ¿Está seguro?
pl: <b>Czy jesteś pewien?</b>

source: Are you sure you want to remove alarm %s?
es: ¿Seguro que desea eliminar ésta alarma?
pl: Czy jesteś pewien że chcesz usunąć alarm %s?

source: Invalid
es: Inválido
pl: Niewłaściwy

source: <b>Cannot add date</b>
es: <b>No se puede añadir fecha</b>
pl: <b>Nie można dodać daty</b>

source: This date already exists on the list.
es: Ésta fecha ya existe en la lista.
pl: Ta data już znajduje się na liście

source: You need to select at least one month and day or include one date to the schedule.
es: Necesita seleccionar al menos un mes y día o incluir una fecha en el calendario.
pl: Musisz zaznaczyć co najmniej jeden miesiąc i dzień lub dołączyć co najmniej jedną datę, aby kontynuować.

source: <b>Cannot proceed</b>
es: <b>No puede continuar</b>
pl: <b>Nie można kontynuować</b>

source: _Show main window
es: _Mostrar ventana principal
pl: _Pokaż główne okno

source: _Add alarm...
es: Añadir nueva alarma...
pl: _Dodaj nowy alarm...

source: Add counter...
es: Añadir nuevo cronómetro...
pl: Dodaj nowy licznik...

source: You need to provide the name.
es: Necesita proporcionar el nombre.
pl: Musisz podać nazwę.

source: Are you sure you want to remove birthday for %s?
es: ¿Seguro que desea eliminar esta fecha de cumpleaños?
pl: Czy jesteś pewien że chcesz usunąć urodziny dla %s?

source: Are you sure you want to remove template %s?
es: ¿Seguro que desea eliminar esta plantilla?
pl: Czy na pewno chcesz usunąć szablon %s?

source: <big>No birthdays found</big> To add a new template, click on "Add" button on the left side of the window.
es: <big>Cumpleaños no encontrados</big> Para añadir una nueva plantilla, haga click en el botón "Add" que se encuentra a la izquierda de la pantalla.

source: <big>No tempates found</big> To add a new template, click on "Add" button on the left side of the window.
es: <big>Plantillas no encontradas</big> Para añadir una nueva plantilla, haga click en el botón "Add" que se encuentra a la derecha de la pantalla.

source: Add alarm
es: Añadir alarma nueva

source: LIST_VIEW
es: VER_LISTA

source: NO_ALARMS
es: SIN_ALARMAS
